Уважаемый, {login}!<br />
<br />
==============================================<br />
ВНИМАНИЕ<br />
==============================================<br />
<br />
 Вы или кто-то, указавший ваши регистрационные данные, только что запросили восстановление
забытого пароля на сайте {home}<br />
<br />
 Если запрос отправлен не Вами, то просто проигнорируйте это сообщение!<br />
<br />
 ==============================================<br />
<br />
 Ваш новый пароль: {newpw}<br />
 Для того, чтобы пароль вступил в силу, вам необходимо  перейти по этой ссылке: {pwurl}<br />
<br />
<br />
---<br />
С уважением,<br />
администрация сайта {home}<br />
<br />
