if (typeof (WBBLANG)=="undefined") {WBBLANG = {};}
WBBLANG['ru']= CURLANG = {
	bold: "РџРѕР»СѓР¶РёСЂРЅС‹Р№",
	italic: "РљСѓСЂСЃРёРІ",
	underline: "РџРѕРґС‡РµСЂРєРЅСѓС‚С‹Р№",
	strike: "Р—Р°С‡РµСЂРєРЅСѓС‚С‹Р№",
	link: "РЎСЃС‹Р»РєР°",
	img: "Р�Р·РѕР±СЂР°Р¶РµРЅРёРµ",
	sup: "РќР°РґСЃС‚СЂРѕС‡РЅС‹Р№ С‚РµРєСЃС‚",
	sub: "РџРѕРґСЃС‚СЂРѕС‡РЅС‹Р№ С‚РµРєСЃС‚",
	justifyleft: "РўРµРєСЃС‚ РїРѕ Р»РµРІРѕРјСѓ РєСЂР°СЋ",
	justifycenter: "РўРµРєСЃС‚ РїРѕ С†РµРЅС‚СЂСѓ",
	justifyright: "РўРµРєСЃС‚ РїРѕ РїСЂР°РІРѕРјСѓ РєСЂР°СЋ",
	table: "Р’СЃС‚Р°РІРёС‚СЊ С‚Р°Р±Р»РёС†Сѓ",
	bullist: "РћР±С‹С‡РЅС‹Р№ СЃРїРёСЃРѕРє",
	numlist: "РќСѓРјРµСЂРѕРІР°РЅРЅС‹Р№ СЃРїРёСЃРѕРє",
	quote: "Р¦РёС‚Р°С‚Р°",
	offtop: "РћС„С„С‚РѕРї",
	code: "РљРѕРґ",
	spoiler: "РЎРІРѕСЂР°С‡РёРІР°РµРјС‹Р№ С‚РµРєСЃС‚",
	fontcolor: "Р¦РІРµС‚ С‚РµРєСЃС‚Р°",
	fontsize: "Р Р°Р·РјРµСЂ С‚РµРєСЃС‚Р°",
	fontfamily: "РЁСЂРёС„С‚ С‚РµРєСЃС‚Р°",
	fs_verysmall: "РћС‡РµРЅСЊ РјР°Р»РµРЅСЊРєРёР№",
	fs_small: "РњР°Р»РµРЅСЊРєРёР№",
	fs_normal: "РќРѕСЂРјР°Р»СЊРЅС‹Р№",
	fs_big: "Р‘РѕР»СЊС€РѕР№",
	fs_verybig: "РћС‡РµРЅСЊ Р±РѕР»СЊС€РѕР№",
	smilebox: "Р’СЃС‚Р°РІРёС‚СЊ СЃРјР°Р№Р»",
	video: "Р’СЃС‚Р°РІРёС‚СЊ РІРёРґРµРѕ",
	removeFormat: "РЈРґР°Р»РёС‚СЊ С„РѕСЂРјР°С‚РёСЂРѕРІР°РЅРёРµ",
	
	modal_link_title: "Р’СЃС‚Р°РІРёС‚СЊ СЃСЃС‹Р»РєСѓ",
	modal_link_text: "РћС‚РѕР±СЂР°Р¶Р°РµРјС‹Р№ С‚РµРєСЃС‚",
	modal_link_url: "URL СЃСЃС‹Р»РєРё",
	modal_email_text: "РћС‚РѕР±СЂР°Р¶Р°РµРјС‹Р№ СЌР».Р°РґСЂРµСЃ",
	modal_email_url: "Email",
	modal_link_tab1: "Р’СЃС‚Р°РІРёС‚СЊ URL",
	
	modal_img_title: "Р’СЃС‚Р°РІРёС‚СЊ РёР·РѕР±СЂР°Р¶РµРЅРёРµ",
	modal_img_tab1: "Р’РІРµСЃС‚Рё URL",
	modal_img_tab2: "Р—Р°РіСЂСѓР·РёС‚СЊ С„Р°Р№Р»",
	modal_imgsrc_text: "Р’РІРµРґРёС‚Рµ Р°РґСЂРµСЃ РёР·РѕР±СЂР°Р¶РµРЅРёСЏ",
	modal_img_btn: "Р’С‹Р±РµСЂРёС‚Рµ С„Р°Р№Р» РґР»СЏ Р·Р°РіСЂСѓР·РєРё",
	add_attach: "Р”РѕР±Р°РІРёС‚СЊ РІР»РѕР¶РµРЅРёРµ",
	
	modal_video_text: "Р’РІРµРґРёС‚Рµ URL РІРёРґРµРѕ",
	
	close: "Р—Р°РєСЂС‹С‚СЊ",
	save: "РЎРѕС…СЂР°РЅРёС‚СЊ",
	cancel: "РћС‚РјРµРЅР°",
	remove: "РЈРґР°Р»РёС‚СЊ",
	
	validation_err: "Р’РІРµРґРµРЅРЅС‹Рµ РґР°РЅРЅС‹Рµ РЅРµРєРѕСЂСЂРµРєС‚РЅС‹",
	error_onupload: "РћС€РёР±РєР° РІРѕ РІСЂРµРјСЏ Р·Р°РіСЂСѓР·РєРё С„Р°Р№Р»Р° РёР»Рё С‚Р°РєРѕРµ СЂР°СЃС€РёСЂРµРЅРёРµ С„Р°Р№Р»Р° РЅРµ РїРѕРґРґРµСЂР¶РёРІР°РµС‚СЃСЏ",
	
	fileupload_text1: "РџРµСЂРµС‚Р°С‰РёС‚Рµ С„Р°Р№Р» СЃСЋРґР°",
	fileupload_text2: "РёР»Рё",
	
	loading: "Р—Р°РіСЂСѓР·РєР°",
	auto: "РђРІС‚Рѕ",
	views: "РџСЂРѕСЃРјРѕС‚СЂРѕРІ",
	downloads: "РЎРєР°С‡РёРІР°РЅРёР№",
	
	//smiles
	sm1: "РЈР»С‹Р±РєР°",
	sm2: "РЎРјРµС…",
	sm3: "РџРѕРґРјРёРіРёРІР°РЅРёРµ",
	sm4: "РЎРїР°СЃРёР±Рѕ, РєР»Р°СЃСЃ",
	sm5: "Р СѓРіР°СЋ",
	sm6: "РЁРѕРє",
	sm7:"Р—Р»РѕР№",
	sm8: "РћРіРѕСЂС‡РµРЅРёРµ",
	sm9: "РўРѕС€РЅРёС‚"
	
	
};