<?php

/** Bulgarian localization file for KCFinder
  * author: Pavel Tzonkov <sunhater@sunhater.com>
  */

$lang = array(

    '_locale' => "bg_BG.UTF-8",  // UNIX localization code
    '_charset' => "utf-8",       // Browser charset

    // Date time formats. See http://www.php.net/manual/en/function.strftime.php
    '_dateTimeFull' => "%A, %e %B, %Y %H:%M",
    '_dateTimeMid' => "%a %e %b %Y %H:%M",
    '_dateTimeSmall' => "%d.%m.%Y %H:%M",

    "You don't have permissions to upload files." =>
    "Р СњРЎРЏР С�Р В°РЎвЂљР Вµ Р С—РЎР‚Р В°Р Р†Р В° Р В·Р В° Р С”Р В°РЎвЂЎР Р†Р В°Р Р…Р Вµ.",

    "You don't have permissions to browse server." =>
    "Р СњРЎРЏР С�Р В°РЎвЂљР Вµ Р С—РЎР‚Р В°Р Р†Р В° Р В·Р В° РЎР‚Р В°Р В·Р С–Р В»Р ВµР В¶Р Т‘Р В°Р Р…Р Вµ Р Р…Р В° РЎРѓРЎР‰РЎР‚Р Р†РЎР‰РЎР‚Р В°.",

    "Cannot move uploaded file to target folder." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ Р С—РЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР С‘ Р Р† РЎвЂ Р ВµР В»Р ВµР Р†Р В°РЎвЂљР В° Р С—Р В°Р С—Р С”Р В°.",

    "Unknown error." =>
    "Р СњР ВµР С—Р С•Р В·Р Р…Р В°РЎвЂљР В° Р С–РЎР‚Р ВµРЎв‚¬Р С”Р В°.",

    "The uploaded file exceeds {size} bytes." =>
    "Р С™Р В°РЎвЂЎР ВµР Р…Р С‘РЎРЏРЎвЂљ РЎвЂћР В°Р в„–Р В» Р Р…Р В°Р Т‘РЎвЂ¦Р Р†РЎР‰РЎР‚Р В»РЎРЏ {size} Р В±Р В°Р в„–РЎвЂљР В°.",

    "The uploaded file was only partially uploaded." =>
    "Р С™Р В°РЎвЂЎР ВµР Р…Р С‘РЎРЏРЎвЂљ РЎвЂћР В°Р в„–Р В» Р В±Р ВµРЎв‚¬Р Вµ Р С”Р В°РЎвЂЎР ВµР Р… РЎРѓР В°Р С�Р С• РЎвЂЎР В°РЎРѓРЎвЂљР С‘РЎвЂЎР Р…Р С•.",

    "No file was uploaded." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ Р Р…Р Вµ Р В±Р ВµРЎв‚¬Р Вµ Р С”Р В°РЎвЂЎР ВµР Р…",

    "Missing a temporary folder." =>
    "Р вЂєР С‘Р С—РЎРѓР Р†Р В° Р Р†РЎР‚Р ВµР С�Р ВµР Р…Р Р…Р В° Р С—Р В°Р С—Р С”Р В°.",

    "Failed to write file." =>
    "Р вЂњРЎР‚Р ВµРЎв‚¬Р С”Р В° Р С—РЎР‚Р С‘ Р В·Р В°Р С—Р С‘РЎРѓР Р†Р В°Р Р…Р Вµ Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р В°.",

    "Denied file extension." =>
    "Р вЂ”Р В°Р В±РЎР‚Р В°Р Р…Р ВµР Р…Р С• РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р С• РЎР‚Р В°Р В·РЎв‚¬Р С‘РЎР‚Р ВµР Р…Р С‘Р Вµ.",

    "Unknown image format/encoding." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ РЎР‚Р В°Р В·Р С—Р С•Р В·Р Р…Р В°РЎвЂљ Р С”Р В°РЎвЂљР С• Р С‘Р В·Р С•Р В±РЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р Вµ.",

    "The image is too big and/or cannot be resized." =>
    "Р пїЅР В·Р С•Р В±РЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р ВµРЎвЂљР С• Р Вµ Р С�Р Р…Р С•Р С–Р С• Р С–Р С•Р В»РЎРЏР С�Р С• Р С‘/Р С‘Р В»Р С‘ Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С—РЎР‚Р ВµР С•РЎР‚Р В°Р В·Р С�Р ВµРЎР‚Р ВµР Р…Р С•.",

    "Cannot create {dir} folder." =>
    "Р СњР ВµР Р†РЎР‰Р В·Р С�Р С•Р В¶Р Р…Р С•РЎРѓРЎвЂљ Р Т‘Р В° РЎРѓР Вµ РЎРѓРЎР‰Р В·Р Т‘Р В°Р Т‘Р Вµ Р С—Р В°Р С—Р С”Р В° {dir}.",

    "Cannot rename the folder." =>
    "Р СџР В°Р С—Р С”Р В°РЎвЂљР В° Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ Р С—РЎР‚Р ВµР С‘Р С�Р ВµРЎС“Р Р†Р В°.",

    "Cannot write to upload folder." =>
    "Р СњР Вµ Р Вµ Р Р†РЎР‰Р В·Р С�Р С•Р В¶Р Р…Р С• Р В·Р В°Р С—Р С‘РЎРѓР Р†Р В°Р Р…Р ВµРЎвЂљР С• Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ Р Р† Р С—Р В°Р С—Р С”Р В°РЎвЂљР В° Р В·Р В° Р С”Р В°РЎвЂЎР Р†Р В°Р Р…Р Вµ.",

    "Cannot read .htaccess" =>
    "Р СњР Вµ Р Вµ Р Р†РЎР‰Р В·Р С�Р С•Р В¶Р Р…Р С• Р С—РЎР‚Р С•РЎвЂЎР С‘РЎвЂљР В°Р Р…Р ВµРЎвЂљР С• Р Р…Р В° .htaccess",

    "Incorrect .htaccess file. Cannot rewrite it!" =>
    "Р СњР ВµР Р†Р В°Р В»Р С‘Р Т‘Р ВµР Р… .htaccess РЎвЂћР В°Р в„–Р В». Р СњР Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ Р С—РЎР‚Р ВµР В·Р В°Р С—Р С‘РЎв‚¬Р Вµ Р В°Р Р†РЎвЂљР С•Р С�Р В°РЎвЂљР С‘РЎвЂЎР Р…Р С•!",

    "Cannot read upload folder." =>
    "Р СњР Вµ Р Вµ Р Р†РЎР‰Р В·Р С�Р С•Р В¶Р Р…Р С• Р С—РЎР‚Р С•РЎвЂЎР С‘РЎвЂљР В°Р Р…Р ВµРЎвЂљР С• Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В° Р В·Р В° Р С”Р В°РЎвЂЎР Р†Р В°Р Р…Р Вµ.",

    "Cannot access or create thumbnails folder." =>
    "Р СњР ВµР Р†РЎР‰Р В·Р С�Р С•Р В¶Р ВµР Р… Р Т‘Р С•РЎРѓРЎвЂљРЎР‰Р С— Р С‘Р В»Р С‘ Р Р…Р ВµР Р†РЎР‰Р В·Р С�Р С•Р В¶Р Р…Р С• РЎРѓРЎР‰Р В·Р Т‘Р В°Р Р†Р В°Р Р…Р Вµ Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В° Р В·Р В° thumbnails.",

    "Cannot access or write to upload folder." =>
    "Р СџР В°Р С—Р С”Р В°РЎвЂљР В° Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ Р Т‘Р С•РЎРѓРЎвЂљРЎР‰Р С—Р С‘ Р С‘Р В»Р С‘ Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ Р В·Р В°Р С—Р С‘РЎРѓР Р†Р В° Р Р† Р Р…Р ВµРЎРЏ.",

    "Please enter new folder name." =>
    "Р СљР С•Р В»РЎРЏ Р Р†РЎР‰Р Р†Р ВµР Т‘Р ВµРЎвЂљР Вµ Р С‘Р С�Р Вµ Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В°.",

    "Unallowable characters in folder name." =>
    "Р СњР ВµР С—Р С•Р В·Р Р†Р С•Р В»Р ВµР Р…Р С‘ Р В·Р Р…Р В°РЎвЂ Р С‘ Р Р† Р С‘Р С�Р ВµРЎвЂљР С• Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В°.",

    "Folder name shouldn't begins with '.'" =>
    "Р пїЅР С�Р ВµРЎвЂљР С• Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В° Р Р…Р Вµ РЎвЂљРЎР‚РЎРЏР В±Р Р†Р В° Р Т‘Р В° Р В·Р В°Р С—Р С•РЎвЂЎР Р†Р В° РЎРѓ '.'",

    "Please enter new file name." =>
    "Р СљР С•Р В»РЎРЏ Р Р†РЎР‰Р Р†Р ВµР Т‘Р ВµРЎвЂљР Вµ Р Р…Р С•Р Р†Р С• Р С‘Р С�Р Вµ Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р В°",

    "Unallowable characters in file name." =>
    "Р СњР ВµР С—Р С•Р В·Р Р†Р С•Р В»Р ВµР Р…Р С‘ Р В·Р Р…Р В°РЎвЂ Р С‘ Р Р† Р С‘Р С�Р ВµРЎвЂљР С• Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р В°.",

    "File name shouldn't begins with '.'" =>
    "Р пїЅР С�Р ВµРЎвЂљР С• Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р В° Р Р…Р Вµ РЎвЂљРЎР‚РЎРЏР В±Р Р†Р В° Р Т‘Р В° Р В·Р В°Р С—Р С•РЎвЂЎР Р†Р В° РЎРѓ '.'",

    "Are you sure you want to delete this file?" =>
    "Р СњР В°Р С‘РЎРѓРЎвЂљР С‘Р Р…Р В° Р В»Р С‘ Р С‘РЎРѓР С”Р В°РЎвЂљР Вµ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ РЎвЂљР С•Р В·Р С‘ РЎвЂћР В°Р в„–Р В»?",


    "Are you sure you want to delete this folder and all its content?" =>
    "Р СњР В°Р С‘РЎРѓРЎвЂљР С‘Р Р…Р В° Р В»Р С‘ Р С‘РЎРѓР С”Р В°РЎвЂљР Вµ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ РЎвЂљР В°Р В·Р С‘ Р С—Р В°Р С—Р С”Р В° Р С‘ РЎвЂ РЎРЏР В»Р С•РЎвЂљР С• РЎСњ РЎРѓРЎР‰Р Т‘РЎР‰РЎР‚Р В¶Р В°Р Р…Р С‘Р Вµ?",

    "Non-existing directory type." =>
    "Р СњР ВµРЎРѓРЎР‰РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р Р†Р В°РЎвЂ° РЎРѓР С—Р ВµРЎвЂ Р С‘Р В°Р В»Р ВµР Р… РЎвЂљР С‘Р С— Р Р…Р В° Р С—Р В°Р С—Р С”Р В°.",

    "Undefined MIME types." =>
    "Р СњР Вµ РЎРѓР В° Р Т‘Р ВµРЎвЂћР С‘Р Р…Р С‘РЎР‚Р В°Р Р…Р С‘ MIME РЎвЂљР С‘Р С—Р С•Р Р†Р Вµ.",

    "Fileinfo PECL extension is missing." =>
    "Р вЂєР С‘Р С—РЎРѓР Р†Р В° Fileinfo PECL РЎР‚Р В°Р В·РЎв‚¬Р С‘РЎР‚Р ВµР Р…Р С‘Р Вµ.",

    "Opening fileinfo database failed." =>
    "Р вЂњРЎР‚Р ВµРЎв‚¬Р С”Р В° Р С—РЎР‚Р С‘ Р С•РЎвЂљР Р†Р В°РЎР‚РЎРЏР Р…Р Вµ Р Р…Р В° fileinfo Р Т‘Р ВµРЎвЂћР С‘Р Р…Р С‘РЎвЂ Р С‘Р С‘.",

    "You can't upload such files." =>
    "Р СњР Вµ Р С�Р С•Р В¶Р ВµРЎвЂљР Вµ Р Т‘Р В° Р С”Р В°РЎвЂЎР Р†Р В°РЎвЂљР Вµ РЎвЂљР В°Р С”Р С‘Р Р†Р В° РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ.",

    "The file '{file}' does not exist." =>
    "Р В¤Р В°РЎР‰Р В»РЎР‰РЎвЂљ '{file}' Р Р…Р Вµ РЎРѓРЎР‰РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р Р†Р В°.",

    "Cannot read '{file}'." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ '{file}' Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С—РЎР‚Р С•РЎвЂЎР ВµРЎвЂљР ВµР Р….",

    "Cannot copy '{file}'." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ '{file}' Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С”Р С•Р С—Р С‘РЎР‚Р В°Р Р….",

    "Cannot move '{file}'." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ '{file}' Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С—РЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР ВµР Р….",

    "Cannot delete '{file}'." =>
    "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ '{file}' Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљ.",

    "Cannot delete the folder." =>
    "Р СџР В°Р С—Р С”Р В°РЎвЂљР В° Р Р…Р Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° Р В±РЎР‰Р Т‘Р Вµ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР В°.",

    "Click to remove from the Clipboard" =>
    "Р В¦РЎР‰Р С”Р Р…Р ВµРЎвЂљР Вµ Р В·Р В° Р Т‘Р В° Р С—РЎР‚Р ВµР С�Р В°РЎвЂ¦Р Р…Р ВµРЎвЂљР Вµ РЎвЂћР В°Р в„–Р В»Р В° Р С•РЎвЂљ Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В°",

    "This file is already added to the Clipboard." =>
    "Р СћР С•Р В·Р С‘ РЎвЂћР В°Р в„–Р В» Р Р†Р ВµРЎвЂЎР Вµ Р Вµ Р Т‘Р С•Р В±Р В°Р Р†Р ВµР Р… Р С”РЎР‰Р С� Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В°.",

    "The files in the Clipboard are not readable." =>
    "Р В¤Р В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° РЎРѓР Вµ Р С—РЎР‚Р С•РЎвЂЎР ВµРЎвЂљР В°РЎвЂљ.",

    "{count} files in the Clipboard are not readable. Do you want to copy the rest?" =>
    "{count} РЎвЂћР В°Р в„–Р В»Р В° Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° РЎРѓР Вµ Р С—РЎР‚Р С•РЎвЂЎР ВµРЎвЂљР В°РЎвЂљ. Р пїЅРЎРѓР С”Р В°РЎвЂљР Вµ Р В»Р С‘ Р Т‘Р В° Р С”Р С•Р С—Р С‘РЎР‚Р В°РЎвЂљР Вµ Р С•РЎРѓРЎвЂљР В°Р Р…Р В°Р В»Р С‘РЎвЂљР Вµ?",

    "The files in the Clipboard are not movable." =>
    "Р В¤Р В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С—РЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР ВµР Р…Р С‘.",

    "{count} files in the Clipboard are not movable. Do you want to move the rest?" =>
    "{count} РЎвЂћР В°Р в„–Р В»Р В° Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С—РЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР ВµР Р…Р С‘. Р пїЅРЎРѓР С”Р В°РЎвЂљР Вµ Р В»Р С‘ Р Т‘Р В° Р С—РЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР С‘РЎвЂљР Вµ Р С•РЎРѓРЎвЂљР В°Р Р…Р В°Р В»Р С‘РЎвЂљР Вµ?",

    "The files in the Clipboard are not removable." =>
    "Р В¤Р В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР С‘.",

    "{count} files in the Clipboard are not removable. Do you want to delete the rest?" =>
    "{count} РЎвЂћР В°Р в„–Р В»Р В° Р Р† Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В° Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР С‘. Р пїЅРЎРѓР С”Р В°РЎвЂљР Вµ Р В»Р С‘ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ Р С•РЎРѓРЎвЂљР В°Р Р…Р В°Р В»Р С‘РЎвЂљР Вµ?",

    "The selected files are not removable." =>
    "Р пїЅР В·Р В±РЎР‚Р В°Р Р…Р С‘РЎвЂљР Вµ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР С‘.",

    "{count} selected files are not removable. Do you want to delete the rest?" =>
    "{count} Р С•РЎвЂљ Р С‘Р В·Р В±РЎР‚Р В°Р Р…Р С‘РЎвЂљР Вµ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР С‘. Р пїЅРЎРѓР С”Р В°РЎвЂљР Вµ Р В»Р С‘ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ Р С•РЎРѓРЎвЂљР В°Р Р…Р В°Р В»Р С‘РЎвЂљР Вµ?",

    "Are you sure you want to delete all selected files?" =>
    "Р СњР В°Р С‘РЎРѓРЎвЂљР С‘Р Р…Р В° Р В»Р С‘ Р С‘РЎРѓР С”Р В°РЎвЂљР Вµ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ Р Р†РЎРѓР С‘РЎвЂЎР С”Р С‘ Р С‘Р В·Р В±РЎР‚Р В°Р Р…Р С‘ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ?",

    "Failed to delete {count} files/folders." =>
    "{count} РЎвЂћР В°Р в„–Р В»Р В°/Р С—Р В°Р С—Р С”Р С‘ Р Р…Р Вµ Р С�Р С•Р С–Р В°РЎвЂљ Р Т‘Р В° Р В±РЎР‰Р Т‘Р В°РЎвЂљ Р С‘Р В·РЎвЂљРЎР‚Р С‘РЎвЂљР С‘.",

    "A file or folder with that name already exists." =>
    "Р вЂ™Р ВµРЎвЂЎР Вµ Р С‘Р С�Р В° РЎвЂћР В°Р в„–Р В» Р С‘Р В»Р С‘ Р С—Р В°Р С—Р С”Р В° РЎРѓ РЎвЂљР В°Р С”Р С•Р Р†Р В° Р С‘Р С�Р Вµ.",

    "Copy files here" =>
    "Р С™Р С•Р С—Р С‘РЎР‚Р В°Р в„– РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ РЎвЂљРЎС“Р С”",

    "Move files here" =>
    "Р СџРЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР С‘ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ РЎвЂљРЎС“Р С”",

    "Delete files" =>
    "Р пїЅР В·РЎвЂљРЎР‚Р С‘Р в„– РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ",

    "Clear the Clipboard" =>
    "Р пїЅР В·РЎвЂЎР С‘РЎРѓРЎвЂљР С‘ Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В°",

    "Are you sure you want to delete all files in the Clipboard?" =>
    "Р СњР В°Р С‘РЎРѓРЎвЂљР С‘Р Р…Р В° Р В»Р С‘ Р С‘РЎРѓР С”Р В°РЎвЂљР Вµ Р Т‘Р В° Р С‘Р В·РЎвЂљРЎР‚Р С‘Р ВµРЎвЂљР Вµ Р Р†РЎРѓР С‘РЎвЂЎР С”Р С‘ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р Вµ Р С•РЎвЂљ Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В°?",

    "Copy {count} files" =>
    "Р С™Р С•Р С—Р С‘РЎР‚Р В°Р в„– {count} РЎвЂћР В°Р в„–Р В»Р В°",

    "Move {count} files" =>
    "Р СџРЎР‚Р ВµР С�Р ВµРЎРѓРЎвЂљР С‘ {count} РЎвЂћР В°Р в„–Р В»Р В°",

    "Add to Clipboard" =>
    "Р вЂќР С•Р В±Р В°Р Р†Р С‘ Р С”РЎР‰Р С� Р С”Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘Р В°",

    "Inexistant or inaccessible folder." =>
    "Р СњР ВµРЎРѓРЎР‰РЎвЂ°Р ВµРЎРѓРЎвЂљР Р†РЎС“Р Р†Р В°РЎвЂ°Р В° Р С‘Р В»Р С‘ Р Р…Р ВµР Т‘Р С•РЎРѓРЎвЂљРЎР‰Р С—Р Р…Р В° Р С—Р В°Р С—Р С”Р В°.",

    "New folder name:" => "Р пїЅР С�Р Вµ Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В°:",
    "New file name:" => "Р СњР С•Р Р†Р С• Р С‘Р С�Р Вµ Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р В°:",

    "Upload" => "Р С™Р В°РЎвЂЎР С‘",
    "Refresh" => "Р С’Р С”РЎвЂљРЎС“Р В°Р В»Р С‘Р В·Р С‘РЎР‚Р В°Р в„–",
    "Settings" => "Р СњР В°РЎРѓРЎвЂљРЎР‚Р С•Р в„–Р С”Р С‘",
    "Maximize" => "Р В Р В°Р В·Р С—РЎР‰Р Р…Р С‘",
    "About" => "Р пїЅР Р…РЎвЂћР С•РЎР‚Р С�Р В°РЎвЂ Р С‘РЎРЏ",
    "files" => "РЎвЂћР В°Р в„–Р В»Р В°",
    "selected files" => "Р С‘Р В·Р В±РЎР‚Р В°Р Р…Р С‘ РЎвЂћР В°Р в„–Р В»Р В°",
    "View:" => "Р пїЅР В·Р С–Р В»Р ВµР Т‘:",
    "Show:" => "Р СџР С•Р С”Р В°Р В¶Р С‘:",
    "Order by:" => "Р СџР С•Р Т‘РЎР‚Р ВµР Т‘Р С‘ Р С—Р С•:",
    "Thumbnails" => "Р С™Р В°РЎР‚РЎвЂљР С‘Р Р…Р С”Р С‘",
    "List" => "Р РЋР С—Р С‘РЎРѓРЎР‰Р С”",
    "Name" => "Р пїЅР С�Р Вµ",
    "Type" => "Р СћР С‘Р С—",
    "Size" => "Р В Р В°Р В·Р С�Р ВµРЎР‚",
    "Date" => "Р вЂќР В°РЎвЂљР В°",
    "Descending" => "Р С›Р В±РЎР‚Р В°РЎвЂљР ВµР Р… РЎР‚Р ВµР Т‘",
    "Uploading file..." => "Р В¤Р В°Р в„–Р В»РЎР‰РЎвЂљ РЎРѓР Вµ Р С”Р В°РЎвЂЎР Р†Р В°...",
    "Loading image..." => "Р пїЅР В·Р С•Р В±РЎР‚Р В°Р В¶Р ВµР Р…Р С‘Р ВµРЎвЂљР С• РЎРѓР Вµ Р В·Р В°РЎР‚Р ВµР В¶Р Т‘Р В°...",
    "Loading folders..." => "Р вЂ”Р В°РЎР‚Р ВµР В¶Р Т‘Р В°Р Р…Р Вµ Р Р…Р В° Р С—Р В°Р С—Р С”Р С‘РЎвЂљР Вµ...",
    "Loading files..." => "Р вЂ”Р В°РЎР‚Р ВµР В¶Р Т‘Р В°Р Р…Р Вµ Р Р…Р В° Р С—Р В°Р С—Р С”Р В°РЎвЂљР В°...",
    "New Subfolder..." => "Р СњР С•Р Р†Р В° Р С—Р С•Р Т‘Р С—Р В°Р С—Р С”Р В°...",
    "Rename..." => "Р СџРЎР‚Р ВµР С‘Р С�Р ВµР Р…РЎС“Р Р†Р В°Р Р…Р Вµ...",
    "Delete" => "Р пїЅР В·РЎвЂљРЎР‚Р С‘Р в„–",
    "OK" => "OK",
    "Cancel" => "Р С›РЎвЂљР С”Р В°Р В·",
    "Select" => "Р пїЅР В·Р В±Р ВµРЎР‚Р С‘",
    "Select Thumbnail" => "Р пїЅР В·Р В±Р ВµРЎР‚Р С‘ Р С�Р В°Р В»РЎР‰Р С” Р Р†Р В°РЎР‚Р С‘Р В°Р Р…РЎвЂљ",
    "Select Thumbnails" => "Р пїЅР В·Р В±Р ВµРЎР‚Р С‘ Р С�Р В°Р В»Р С”Р С‘ Р Р†Р В°РЎР‚Р С‘Р В°Р Р…РЎвЂљР С‘",
    "View" => "Р СџРЎР‚Р ВµР С–Р В»Р ВµР Т‘",
    "Download" => "Р РЋР Р†Р В°Р В»Р С‘",
    "Download files" => "Р РЋР Р†Р В°Р В»Р С‘ РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ",
    "Clipboard" => "Р С™Р В»Р С‘Р С—Р В±Р С•РЎР‚Р Т‘",

    // SINCE 2.4

    "Checking for new version..." => "Р СџРЎР‚Р С•Р Р†Р ВµРЎР‚Р С”Р В° Р В·Р В° Р Р…Р С•Р Р†Р В° Р Р†Р ВµРЎР‚РЎРѓР С‘РЎРЏ...",
    "Unable to connect!" => "Р СњР Вµ Р С�Р С•Р В¶Р Вµ Р Т‘Р В° РЎРѓР Вµ РЎРѓР Р†РЎР‰РЎР‚Р В¶Р Вµ!",
    "Download version {version} now!" => "Р РЋР Р†Р В°Р В»Р ВµРЎвЂљР Вµ Р Р†Р ВµРЎР‚РЎРѓР С‘РЎРЏ {version} РЎРѓР ВµР С–Р В°!",
    "KCFinder is up to date!" => "KCFinder Р Вµ Р В°Р С”РЎвЂљРЎС“Р В°Р В»Р ВµР Р…!",
    "Licenses:" => "Р вЂєР С‘РЎвЂ Р ВµР Р…Р В·Р С‘:",
    "Attention" => "Р вЂ™Р Р…Р С‘Р С�Р В°Р Р…Р С‘Р Вµ",
    "Question" => "Р вЂ™РЎР‰Р С—РЎР‚Р С•РЎРѓ",
    "Yes" => "Р вЂќР В°",
    "No" => "Р СњР Вµ",

    // SINCE 2.41

    "You cannot rename the extension of files!" =>
    "Р СњР Вµ Р С�Р С•Р В¶Р ВµРЎвЂљР Вµ Р Т‘Р В° Р С—РЎР‚Р ВµР С‘Р С�Р ВµР Р…РЎС“Р Р†Р В°РЎвЂљР Вµ РЎР‚Р В°Р В·РЎв‚¬Р С‘РЎР‚Р ВµР Р…Р С‘РЎРЏРЎвЂљР В° Р Р…Р В° РЎвЂћР В°Р в„–Р В»Р С•Р Р†Р ВµРЎвЂљР Вµ!",

    // SINCE 2.5

    "Uploading file {number} of {count}... {progress}" =>
    "Р С™Р В°РЎвЂЎР Р†Р В°Р Р…Р Вµ Р Р…Р В° РЎвЂћР В°Р в„–Р В» {number} Р С•РЎвЂљ {count}... {progress}",

    "Failed to upload {filename}!" => "Р СњР ВµРЎРѓР С—Р С•Р В»РЎС“РЎвЂЎР В»Р С‘Р Р†Р С• Р С”Р В°РЎвЂЎР Р†Р В°Р Р…Р Вµ Р Р…Р В° {filename}!",

    // SINCE 3.0
    "Close" => "Р вЂ”Р В°РЎвЂљР Р†Р С•РЎР‚Р С‘",
    "Previous" => "Р СџРЎР‚Р ВµР Т‘Р С‘РЎв‚¬Р Р…Р С•",
    "Next" => "Р РЋР В»Р ВµР Т‘Р Р†Р В°РЎвЂ°Р С•",
    "Confirmation" => "Р СџР С•РЎвЂљР Р†РЎР‰РЎР‚Р В¶Р Т‘Р ВµР Р…Р С‘Р Вµ",
    "Warning" => "Р вЂ™Р Р…Р С‘Р С�Р В°Р Р…Р С‘Р Вµ"
);

?>