РЈРІР°Р¶Р°РµРјС‹Р№, {login}!<br/>
<br/>
==============================================<br/>
Р’РќР�РњРђРќР�Р•<br/>
==============================================<br/>
<br/>
РџРѕР·СЂР°РІР»СЏРµРј Р’Р°СЃ СЃ СЂРµРіРёСЃС‚СЂР°С†РёРµР№ РЅР° СЃР°Р№С‚Рµ {home}<br/><br/>
Р’Р°С€Рё РґР°РЅРЅС‹Рµ РґР»СЏ РІС…РѕРґР° РЅР° СЃР°Р№С‚:<br/>
Р›РѕРіРёРЅ: {login}<br/>
РџР°СЂРѕР»СЊ: {password}<br/><br/>
[activation]
Р”Р»СЏ Р°РєС‚РёРІР°С†РёРё Р’Р°С€РµР№ СѓС‡С‘С‚РЅРѕР№ Р·Р°РїРёСЃРё Р’Р°Рј РЅРµРѕР±С…РѕРґРёРјРѕ РїРµСЂРµР№С‚Рё РїРѕ СЌС‚РѕР№ СЃСЃС‹Р»РєРµ: {activate_url}<br/>[/activation]
<br/>
<br/>
---<br/>
РЎ СѓРІР°Р¶РµРЅРёРµРј,<br/>
Р°РґРјРёРЅРёСЃС‚СЂР°С†РёСЏ СЃР°Р№С‚Р° {home}<br/>
<br/>
