РЈРІР°Р¶Р°РµРјС‹Р№, {login}!<br/>
<br/>
==============================================<br/>
Р’РќР�РњРђРќР�Р•<br/>
==============================================<br/>
<br/>
Р’С‹ РёР»Рё РєС‚Рѕ-С‚Рѕ, СѓРєР°Р·Р°РІС€РёР№ РІР°С€Рё СЂРµРіРёСЃС‚СЂР°С†РёРѕРЅРЅС‹Рµ РґР°РЅРЅС‹Рµ, С‚РѕР»СЊРєРѕ С‡С‚Рѕ Р·Р°РїСЂРѕСЃРёР»Рё РІРѕСЃСЃС‚Р°РЅРѕРІР»РµРЅРёРµ
Р·Р°Р±С‹С‚РѕРіРѕ РїР°СЂРѕР»СЏ РЅР° СЃР°Р№С‚Рµ {home}<br/>
<br/>
Р•СЃР»Рё Р·Р°РїСЂРѕСЃ РѕС‚РїСЂР°РІР»РµРЅ РЅРµ Р’Р°РјРё, С‚Рѕ РїСЂРѕСЃС‚Рѕ РїСЂРѕРёРіРЅРѕСЂРёСЂСѓР№С‚Рµ СЌС‚Рѕ СЃРѕРѕР±С‰РµРЅРёРµ!<br/>
<br/>
==============================================<br/>
<br/>
Р’Р°С€ РЅРѕРІС‹Р№ РїР°СЂРѕР»СЊ: {newpw}<br/>
Р”Р»СЏ С‚РѕРіРѕ, С‡С‚РѕР±С‹ РїР°СЂРѕР»СЊ РІСЃС‚СѓРїРёР» РІ СЃРёР»Сѓ, РІР°Рј РЅРµРѕР±С…РѕРґРёРјРѕ  РїРµСЂРµР№С‚Рё РїРѕ СЌС‚РѕР№ СЃСЃС‹Р»РєРµ: {pwurl}<br/>
<br/>
<br/>
---<br/>
РЎ СѓРІР°Р¶РµРЅРёРµРј,<br/>
Р°РґРјРёРЅРёСЃС‚СЂР°С†РёСЏ СЃР°Р№С‚Р° {home}<br/>
<br/>
