РЈРІР°Р¶Р°РµРјС‹Р№ Р°РґРјРёРЅРёСЃС‚СЂР°С‚РѕСЂ!
Р’Р°Рј С‚РѕР»СЊРєРѕ С‡С‚Рѕ Р±С‹Р»Рѕ РѕС‚РїСЂР°РІР»РµРЅРѕ СЃРѕРѕР±С‰РµРЅРёРµ С‡РµСЂРµР· С„РѕСЂРјСѓ РѕР±СЂР°С‚РЅРѕР№ СЃРІСЏР·Рё.

РџР°СЂР°РјРµС‚СЂС‹ С„РѕСЂРјС‹:
* ID: {{ form.id }}
* РќР°Р·РІР°РЅРёРµ: {{ form.title }}
* РћРїРёСЃР°РЅРёРµ: {{ form.description }}
{% if (flags.link_news) %}
Р—Р°РїСЂРѕСЃ РїРѕ РЅРѕРІРѕСЃС‚Рё:
* ID: {{ news.id }}
* РЎСЃС‹Р»РєР°: {{ news.url }}
* Р—Р°РіРѕР»РѕРІРѕРє:{{ news.title }}

{%endif %}

РџРѕР»СЊР·РѕРІР°С‚РµР»СЊ Р·Р°РїРѕР»РЅРёР» СЃР»РµРґСѓСЋС‰РёРµ РїРѕР»СЏ:
{% for entry in entries %}
* [{{ entry.title }}]: {{ entry.value }}
{% endfor %}

---
РЎ СѓРІР°Р¶РµРЅРёРµРј,
РїРѕС‡С‚РѕРІС‹Р№ СЂРѕР±РѕС‚ Р’Р°С€РµРіРѕ СЃР°Р№С‚Р° (СЂР°Р±РѕС‚Р°РµС‚ РЅР° Р±Р°Р·Рµ Next Generation CMS - http://ngcms.ru/)
